export default ContentCareer = [
  {
    id: 1,
    title: "인지컨트롤스(INZI CONTROLS)",
    date: "2012.11.05 ~ 2018.05.31",
    type: "Engineer - 직장 생활",
    activity: [
      {
        title: "자동차 부품회사",
        detail: ["내연기관 센서와 엔진하우징 및 배터리하우징 등"],
      },
      { title: "연구소", detail: ["선임연구원"] },
      {
        title: "실린더헤드커버 개발",
        detail: [
          "차종: 가솔린엔진 - 카파(경차), 감마(준중형), 세타(중형), 람다(대형)",
          "디젤엔진 - A2(승합), R(2.0~2.2L) 헤드커버 개발 경험",
        ],
      },
    ],
  },
  {
    id: 2,
    title: "IoT 시스템개발자 교육",
    date: "2018.06.01 ~ 2018.12.31",
    type: "Developer - 국비 지원 교육",
    activity: [
      {
        title: "전자정부프레임워크 웹개발 교육 수료",
        detail: ["JAVA-Spring"],
      },
      {
        title: "Python 간단한 매크로 프로그램 만들기",
        detail: ["웹크롤링 등"],
      },
    ],
  },
  {
    id: 3,
    title: "개인프로젝트 진행중",
    date: "2019.01.01 ~ ",
    type: "개인프로젝트",
    activity: [
      {
        title: "웹 - FineBook",
        detail: ["도서관리 프로그램 개발", "도서 등록/관리/대출/반납 기능"],
      },
      {
        title: "데스크탑 - 디지털보드",
        detail: ["단순 날짜 및 시간 표시 디지털 보드"],
      },
      {
        title: "웹 - 보드게임 매니저",
        detail: ["보드게임 소개 및 대여 웹사이트 개발 - 개발 도중 중단됨."],
      },
      {
        title: "웹 - 비즈컴",
        detail: [
          "회사 내의 각종 장비와 물품 온라인 관리장부 - 개발 도중 중단됨.",
        ],
      },
      {
        title: "웹 - 캘리브 매니저",
        detail: [
          "회사 내의 각종 장비와 물품 검교정 기간 관리장부 - 개발 도중 중단됨.",
        ],
      },
      {
        title: "웹 - 결혼식 방명록",
        detail: ["토이프로젝트"],
      },
      {
        title: "웹 - 동네 친구들과 소소하게 공유하는 일기",
        detail: ["토이프로젝트"],
      },
      {
        title: "데스크탑 - 라이브러리 디지털멤버십",
        detail: [
          "FineBook과 연계하여 사용 가능한 데스크탑어플리케이션으로 도서관의 회원상태 조회 및 셀프 대출/반납 프로그램.",
        ],
      },
      {
        title: "웹 - CureCenter",
        detail: [
          "코로나 시기에 생활치료센터에서 잠깐 일을 하였을 때, 직원 로테이션 업무 추적 및 환자 현황 추적할 수 있는 웹사이트 개발.",
        ],
      },
      {
        title: "웹 - 울프 - 우리동네프로선수들",
        detail: ["종합 운동 플랫폼."],
      },
      {
        title: "앱 - 오손도손 가족모임",
        detail: ["같은 성씨, 같은 본관인 우리가족 찾기."],
      },
    ],
  },
];
